[
  {
    "examName": "MOEMS Division E",
    "examYear": 2007,
    "questionNumber": "1A",
    "questionText": "OLYMPIAD PROBLEMS 2006-2007 DiviISiIOn E WITH ANSWERS AND SOLUTIONS Mathematical Olympiads for Elementary and Middle Schools 2154 Bellmore Avenue Bellmore, NY 11710-5645",
    "options": [],
    "hasImage": true,
    "imageUrl": "/images/questions/moems-2007-1A.png",
    "topic": "General Math",
    "difficulty": "EASY"
  },
  {
    "examName": "MOEMS Division E",
    "examYear": 2007,
    "questionNumber": "1B",
    "questionText": "Copyright © 2007 by Mathematical Olympiads for Elementary and Middle Schools, Inc. All rights reserved.",
    "options": [],
    "hasImage": true,
    "imageUrl": "/images/questions/moems-2007-1B.png",
    "topic": "General Math",
    "difficulty": "MEDIUM"
  },
  {
    "examName": "MOEMS Division E",
    "examYear": 2007,
    "questionNumber": "1C",
    "questionText": "Division Mathematical —. cympiads Contest Se _—\" Novemaer 14, 2006 wis; 4 Sor Elementary and Middle Schools 1A Time: 3 minutes Choose any number between 32 and 56. Add 20. Subtract 17. Add 13. Subtract your original number. What is the resulting number? 1B Time: 5 minutes The sum of three consecutive natural numbers is 15 more than the greatest of them. What is the greatest of the three numbers? 1C Time: 6 minutes Each of three colored cups covers one of three objects. 1) The red cup is somewhere to the left of the white cup. 2) The coin is somewhere to the left of the bean. 3) The gray cup is somewhere to the right of the shell. 4) The bean is somewhere to the right of the gray cup. Under which color cup is the shell?",
    "options": [],
    "hasImage": true,
    "imageUrl": "/images/questions/moems-2007-1C.png",
    "topic": "General Math",
    "difficulty": "MEDIUM"
  },
  {
    "examName": "MOEMS Division E",
    "examYear": 2007,
    "questionNumber": "1D",
    "questionText": "Division Mathematical —O Lympiads Contest Ell _—\"Decemper 12, 2006 wire: Sor Elementary and Middle Schools 2A 2B 2c 2D 2E Time: 3 minutes _ An ant travels around the circle in the direction shown. It touches each by, B of the labeled points in order. The first three points that the ant touches < J are A, B, and C, in that order. What is the 28\" point that the ant touches? D Time: 4 minutes Gina is taller than Henry but shorter than Jennie. lvan is taller than Katie but shorter than Gina. Who is the tallest of these five people? Time: 5 minutes Mr. Jackson was born on January 1, 1970. His daughter Lea was born on January 1, 1992. In what year was Mr. Jackson exactly three times as old as Lea? Time: 6 minutes A B Rectangle ABCD is split into four smaller rectangles as shown. Bisaom] ABaqam",
    "options": [],
    "hasImage": true,
    "imageUrl": "/images/questions/moems-2007-1D.png",
    "topic": "General Math",
    "difficulty": "HARD"
  },
  {
    "examName": "MOEMS Division E",
    "examYear": 2007,
    "questionNumber": "1E",
    "questionText": "Division Mathematical Oh Lympiads. Contest Se January 9, 2007 eg 3 _* Elementary and Middle Schools 3A Time: 4 minutes One natural number is 4 times as great as a second natural number. The product of the two numbers is 36. What is the sum of the two numbers? 3B Time: 5 minutes Mrs. Saada is between 50 and 80 years old. If you divide her age by 9, the remainder is 1. If you divide her age by 4, the remainder is 1. How old is Mrs. Saada? 3C Time: 5 minutes The floor of a rectangular room is completely covered with square tiles. The room is 9 tiles long and 5 tiles wide. Find the number of tiles that touch the walls of the room. 3D = Time: 6 minutes One day Kevin counts 50 cars that pass his house. One-fifth of the cars contain more than one person. Of the cars containing only one person, three-fifths are driven by women. Of the cars containing just one person, how many cars are driven by",
    "options": [],
    "hasImage": true,
    "imageUrl": "/images/questions/moems-2007-1E.png",
    "topic": "General Math",
    "difficulty": "HARD"
  },
  {
    "examName": "MOEMS Division E",
    "examYear": 2007,
    "questionNumber": "2A",
    "questionText": "Sor Elementary and Middle Schools Division Mathematical —O pres Contest Ell _—Fepruary 6, 2007 eins A. 4A Time: 4 minutes Suppose today is Tuesday. In all, how many Fridays are there in the next 53 days? 4B Time: 5 minutes In the addition at the right, different letters represent different digits. What is the two-digit number HA? dII> D> H 4C Time: 6 minutes The room numbers on one side of a hotel hall are odd. They are numbered from 11 through 59 inclusive. Kristen is in one of these rooms. Express as a fraction the probability that Kristen’s room number is divisible by 5. 4D Time: 6 minutes",
    "options": [],
    "hasImage": true,
    "imageUrl": "/images/questions/moems-2007-2A.png",
    "topic": "General Math",
    "difficulty": "EASY"
  },
  {
    "examName": "MOEMS Division E",
    "examYear": 2007,
    "questionNumber": "2B",
    "questionText": "Division Mathematical Oh Lympiads, Contest “Maren 6, 2007 win 5 Sor Elementary and Middle Schools 5A 5B 5C 5D 5E Time: 4 minutes My book is open. I see two pages. The sum of the page numbers is 245. What is the next page number? Time: 5 minutes The average height of four adults is 180 cm. Two of the adults are each 170 cm tall, and the third is 185 cm tall. How tall, in cm, is the fourth adult? Time: 7 minutes The number on Mr. Kay’s license plate has three digits. The product of the digits is 216. Their sum is 19. What is the greatest three-digit number that could be on the license plate? Time: 7 minutes Ana starts with 8 and counts by 5s. Her first three numbers are 8, 13, and 18. Josh starts with a whole number other than 8 and counts by a whole number other than 5. Some of his numbers are 11, 32, and 46, but he does not start with 11. 24 is not one",
    "options": [],
    "hasImage": true,
    "imageUrl": "/images/questions/moems-2007-2B.png",
    "topic": "General Math",
    "difficulty": "MEDIUM"
  },
  {
    "examName": "MOEMS Division E",
    "examYear": 2007,
    "questionNumber": "2C",
    "questionText": "2 2 I ANSWERS and SOLUTIONS I Note: Number in parentheses indicates percent of all competitors with a correct answer. OLYMPIAD 1 NovemeBerR 14, 2006 Answers: [1A] 16 [1B] 9 [1C] Red [1D] 2100 [1] 37 71% correct 1A METHOD 1: Strategy: Rearrange the numbers to simplify the problem. Since the only operations are addition and subtraction, the number chosen is subtracted out. It is only necessary to start with 20, subtract 17 and add 13. G+ 20-17 + 13-9 = (G@- BD) + (20 - 17 + 13) = 16. The result is 16. METHOD 2: Strategy: Choose a number between 32 and 56. Choose any number (such as 40) between 32 and 56 and perform the indicated operations. 40 + 20-17 + 13-40 = 16. It is wise to repeat, choosing at least two other numbers, in order to make sure 16 is the only result. 40% 1B METHOD 1: Strategy. Find the sum of the two smaller numbers. Since the sum of the three numbers is 15 more than the greatest of them, then the sum of the two smaller numbers is 15. The numbers are consecutive, so the two smaller numbers are 7 and 8. The greatest (third) number is 9. METHOD 2: Strategy: Use algebra. Let M denote the middle number. The 3 consecutive numbers are M—1, M, and M+ 1. Then (M—1)+M+(M+1)= 15+ (M + 1). Solving, M = 8. The greatest of 7, 8, and 9 is 9. METHOD 3: Strategy: Guess, check and revise in an organized way. Test 1, 2, 3: The difference between 1 + 2+ 3 and 15 + 3 is 12, so add 6 to each number. Then 7 +8+9=15+9 and the greatest number is 9. Fottow-Ups: (1) If the sum of three consecutive even numbers is 18 more than the smallest number, what are the three numbers? [6,8,10] (2) The sum of seven consecutive natural numbers is 56. Find the fourth (middle) number. [8]",
    "options": [],
    "hasImage": true,
    "imageUrl": "/images/questions/moems-2007-2C.png",
    "topic": "General Math",
    "difficulty": "MEDIUM"
  },
  {
    "examName": "MOEMS Division E",
    "examYear": 2007,
    "questionNumber": "2D",
    "questionText": "12% 1E METHOD 1: Strategy: Pair each 30¢-stamp with a 40¢-stamp. All but five of the 40¢-stamps can be paired with 30¢-stamps. The value of these “extra” five 40¢-stamps is $2.00. Then the value of the pairs is the remaining $3.20 of the given difference. Since, in each pair, the difference in value is 10¢, there are 32 pairs. Then Asha has thirty-two 30¢-stamps and thirty-seven 40¢-stamps. Checking, (37 x 40¢) — (32 x 30¢) = $14.80 — $9.60 = $5.20. METHOD 2: Strategy: Make an organized list of simpler cases and find a pattern. Number of 30¢stampsI 1] 2] 3] TC 2 Number of40¢stampsI_6I_—7I_— 8 ? I. 3 Value of 30¢ stamps _I $0.30 I $0.60 I $0.90 4 Value of 40¢ stamps _I $2.40 I $2.80 I $3.20 5 Difference in value $2.10 I $2.20 I $2.30 $5.20 For each additional 30¢-stamp, the difference in values increases by 10¢, as indicated by line 5. To change the difference in value from $2.30 to $5.20, 290¢ = 10¢ = 29 additional stamps of each type are needed. Asha has (3 + 29) = thirty-two 30¢-stamps and (8 + 29) = thirty-seven 40¢-stamps. METHOD 3: Strategy: Use algebra. Let x = the number of 30¢-stamps that Asha has. Then x + 5 = the number of 40¢-stamps. 30x = the value (in cents) of the 30¢-stamps and 40(x + 5) = the value (in cents) of the 40¢-stamps. 40(x + 5) = 30x + 520. Solving, x = 32, so x + 5 = 37. Asha has thirty-seven 40¢-stamps. Follow-Up: Monica has $10.00 in quarters, nickels, and dimes. She has 6 more quarters than dimes and 10 more nickels than dimes. How many of each coin does she have? [30 nickels, 20 dimes, 26 quarters] I",
    "options": [],
    "hasImage": true,
    "imageUrl": "/images/questions/moems-2007-2D.png",
    "topic": "General Math",
    "difficulty": "HARD"
  },
  {
    "examName": "MOEMS Division E",
    "examYear": 2007,
    "questionNumber": "2E",
    "questionText": "2B METHOD 1: Strategy: Draw a diagram. Letters farther to the right represent taller people. H@ Gina is taller than Henry but shorter than Jennie: @ Ivan is taller than Katie but shorter than Gina: — K__=!I_ G__ Gina appears on both lines. Only Jennie is to the right of Gina, so Jennie is the tallest. METHOD 2: Strategy: Use reasoning. From the first sentence, Jennie is the tallest of the three people named. From the second sentence, Gina is the tallest of the three people named. Since Jennie is taller than Gina, Jennie is the tallest. Strategy: Start with the difference in their ages. 1992 —1970 = 22. Mr. Jackson is 22 years older than Lea. METHOD 1: Strategy: Express this difference in terms of Lea’s age. In the year in question, Mr. Jackson’s age can be expressed as (Lea’s age) + (Lea’s age) + (Lea’s age). The difference in their ages, 22 years, is then twice Lea’s age, so Lea is 11 years old. Mr. Jackson is 11 + 22 = 33 years old. Eleven years after 1992 is 2003, as is 33 years after 1970. The year was 2003. METHOD 2: Strategy: Make a chart listing their ages each year. Mr. Jackson’s age in the required year is 3 times Lea’s age. The chart lists multiples of 3 for his ages and then subtracts 22 years to get her corresponding ages. Mevsage I [7] I 3 lLea'sage I 2/5] 8] 1 Is Mr. J. 3 No Yes times as old? YearI 1994] 1997I2000[ 2003 _I The only time that his age was three times hers was when he was 33 years and she was 11 years. The year was 2003. METHOD 3: Strategy. Use algebra. Let L be Lea’s age when her father’s age is 3 times as great. Her father’s age is both L + 22 and 3L. 3L=L+22 Solving, L = 11. Lea is 11 years old in the year 1992 + 11 or 2003. Fot.ow-up: Dave is four times as old as Jeff: In 10 years, he will be twice as old. How old are they now? [Dave is 20; Jeff is 5.] 16%",
    "options": [],
    "hasImage": true,
    "imageUrl": "/images/questions/moems-2007-2E.png",
    "topic": "General Math",
    "difficulty": "HARD"
  },
  {
    "examName": "MOEMS Division E",
    "examYear": 2007,
    "questionNumber": "3A",
    "questionText": "2E METHOD 1: Strategy: Group the marbles two different ways. Before the exchange: group all the marbles by 8s, of which 5 are Amy’s and 3 are Tara’s. After the exchange: group the marbles by 5s, of which 3 are Amy’s and 2 are Tara’s. Thus, the total number of marbles remains constant and is a multiple of both 8 and 5, that is, of 40: 40, 80, 120, and so on. Assume there is the smallest total of 40 marbles, Amy having 25 and Tara 15. After Amy gives 1 marble to Tara, Amy has 24 and Tara has 16 marbles. Amy’s marbles can be arranged in 8 groups of 3 and Tara’s in 8 groups of 2. This satisfies all conditions of the problem. Amy started with 25 marbles. There is no need to check 80, 120, and so on. METHOD 2: Strategy: Make a table of possible numbers of marbles for each girl. Consider all number pairs in a ratio of 5 to 3 (“before”). In each case, look for a ratio of 3 to 2 after trading 1 marble (“after”). Number before exchange Number after exchange Tara Tara This occurs when Amy ends with 24 and Tara with 16 marbles. Amy started with 25 marbles. Fottow-Up: Louise has 2 as many grapes as Cindy. After Louise eats 10 grapes, she has 2 as many grapes as Cindy. How many grapes does Cindy have? [48; Hint: what number does not change?] OLYMPIAD 3 January 9, 2007 Answers: [3A] 15 [3B] 73 [3C] 24 [3D] 16 [3E] 2 3A METHOD 1: Strategy: Divide the larger factor by 4. As a result, the two numbers are equal with a product of 9. Then the smaller number is 3,",
    "options": [],
    "hasImage": true,
    "imageUrl": "/images/questions/moems-2007-3A.png",
    "topic": "General Math",
    "difficulty": "EASY"
  },
  {
    "examName": "MOEMS Division E",
    "examYear": 2007,
    "questionNumber": "3B",
    "questionText": "METHOD 1: Strategy: Consider Mrs. Saada’ age last year. Last year her age was a multiple of both 9 and 4 and thus a multiple of 36. The only multiple of 36 between 50 and 80 is 72. Then this year Mrs. Saada is 73 years old. METHOD 2: Strategy. List the numbers that satisfy one of the conditions. It is faster to divide by 9 than 4 because 9 generates fewer results. The only numbers between 50 and 80 that are 1 more than a multiple of 9 are 55, 64, and 73. Of these, only 73 is one more than a multiple of 1. Mrs. Saada is 73 years old. Fottow-Up: Kai and his mother are younger than 10 and 50 years old, respectively. When the sum of their ages is divided by 5, the remainder is 2. When each of their ages is divided by 7, there is no remainder. How old is Kai's mother? [35] METHOD 1: Strategy: Measure the perimeter of the room in tiles. The perimeter of the room is 2x 9 + 2x5 = 28 tiles. This counts each of the four corner tiles twice. To compensate, subtract 4. 24 tiles touch the walls. METHOD 2: Strategy: From a diagram, count the tiles touching the edges. 24 tiles touch the walls. 3D = Strategy: Determine how many people are in each group. 5 2 represents a whole amount. Of the 50 cars, the remaining 4 contain just one person. Of these 40 cars, the remaining 2 are driven by men. Thus, 16 cars are driven by men. Fottow-Up: One day, Sharon goes to the mall and spends 5 her money on a pair of jeans. She spends 5 of what she has left on a CD and then + of what’ left on lunch. If she returns home with $15.00, how much did she start with? [$60] 39% METHOD 1: Strategy: Determine whether the result is even or odd. Find a way to avoid all that computation. The product of two odd numbers is odd, and the",
    "options": [],
    "hasImage": true,
    "imageUrl": "/images/questions/moems-2007-3B.png",
    "topic": "General Math",
    "difficulty": "MEDIUM"
  },
  {
    "examName": "MOEMS Division E",
    "examYear": 2007,
    "questionNumber": "3C",
    "questionText": "OLYMPIAD 4 Fesruary 6, 2007 Answers: [4A] 8 [4B] 19 [4C] & or 4 [4D] 20 [4E] 122 4A METHOD 1: Strategy: Determine the number of whole weeks. Every 7 days from “today” will be a Tuesday. In 49 days from today, 7 weeks will have passed, which includes 7 Fridays. Since the 49th day from today is a Tuesday, the 52\"¢ day from today is another Friday. There are 8 Fridays in the next 53 days. METHOD 2: Strategy: Count Fridays. Since “today” is Tuesday, the 3\" day will be a Friday, as will the 10\", 17\", 24, ... , 524 days from today. There are 8 Fridays in the next 53 days. 4B Strategy: Use reasoning. The largest possible sum of three single-digit numbers is 27, so His either 1 or 2. Suppose His 2. ThenA+A+ 2 is 20 +A. This is impossible for any digit A. So H is 1. Since At+A+1=10+A, Ais 9. The two-digit number HA is 19. Fottow-Ups: (1) EM and ME are two-digit numbers. Their product is 252 EM is 9 more than ME. Find the values of E and M. [E=2,M=1] (2) See pages 115-118 of Creative Problem Solving in School Mathematics, 2™ Edition, for more cryptarithms. 26% METHOD 1: Strategy: Count the odd numbers from 11 to 59 inclusive. There are 49 whole numbers from 11 through 59. Since the list starts and ends with an odd number, it contains one more odd number than even number. Thus there are 25 odd and 24 even numbers. There are five odd multiples of 5 between 11 and 59: 15, 25, 35, 45, and 55. The probability of Kristen being in an odd-numbered room is 3 or 7. METHOD 2: Strategy: Split the room numbers up into decades. Consider the five decades 11-19, 21-29, 31-39, 41-49, and 51-59. Each decade has 5 odd room numbers, for a total of 25 odd-numbered rooms. In each decade only the room number ending in 5 is divisible by 5. The probability of Kristen being in an odd-numbered i 5 1 room is 3 or 4.",
    "options": [],
    "hasImage": true,
    "imageUrl": "/images/questions/moems-2007-3C.png",
    "topic": "General Math",
    "difficulty": "MEDIUM"
  },
  {
    "examName": "MOEMS Division E",
    "examYear": 2007,
    "questionNumber": "3D",
    "questionText": "4E Strategy: Count the digits used for one-digit numbers first, then two-digit numbers, etc. 9x1=9 258 — 9 = 249 90x2 = 180 249 — 180 = 69 All the rest are three-digit numbers. 69 +3 = 23. So the 23 number following 99 is the last page of the book. The last page number is 122. Fottow-Up: (1) How many digits are used to number 1200 pages? [3693] (2) How many 2° are used to number the pages of a book that starts on page 1 and ends on page 227? [79] OLYMPIAD 5 Marcu 6, 2007 Answers: [5A] 124 [5B] 195 [5C] 964 [5D] 4 [5E] 4 77% correct 5A METHOD 1: Strategy. Find the average. The page numbers in a book are consecutive. Half of 245 is 122.5, so the page numbers that you see are 122 and 123. The next page number is 124. 44% METHOD 1: Strategy: Compare each height with the average. The heights of the first two adults are each 10 cm less than the average. The height of the third adult is 5 cm more than the average. The sum of these three heights is 15 cm less than the average. The fourth adult is then 15 cm more than the average, or 195 cm tall, as illustrated by the diagram. (Diagram is not",
    "options": [],
    "hasImage": true,
    "imageUrl": "/images/questions/moems-2007-3D.png",
    "topic": "General Math",
    "difficulty": "HARD"
  },
  {
    "examName": "MOEMS Division E",
    "examYear": 2007,
    "questionNumber": "3E",
    "questionText": "5C METHOD 11: Strategy: Examine the factors of 216. 216 = (2 x 2 x 2) x (3 x 3 x 3). The only single-digit products are 1; 2, 2 x 2, and 2x2*x 2; 3 and 3 x 3; and 2 x 3. First check if 9 can be the hundreds digit. For the largest plate number, write the digits in descending order. 216 =9 x 24=9x8x 30r9x 6x 4. The digit-sum of 983 is 20 and the digit-sum of 964 is 19. Thus the greatest license plate number is 964. METHOD 2: Strategy: List all numbers whose digit-sum is 19. List the digits in each potential plate number in descending order to make the resulting number as great as possible. Then multiply the digits for each. 991 I 982 I 973 JEGZM 955 I 883 I 874 I 865 I 775 I 766 81 I 144 I 189 MAE 225 I 192 I 224 I 240 I 245 I 252 The greatest license plate number is 964. Fot.ow-Up: (1) How many three-digit plate numbers have a digit-product of 216 and a digit-sum of 19? [6] (2) How many three-digit numbers have a digit-product of 336? 96? [6; 18] (3) How many numbers have a digit-product of 12 if 1 is not a digit and it may have any number of digits? [6] Strategy: Use the differences between the terms. 32 — 11 = 21 and 46 — 32 = 14. Thus, the number by which Josh is counting — call that his “jump” — is a factor of both 14 and 21. The only two common factors are 1 and 7. The jump cannot be 1, or else 24 would be one of his numbers. So Josh’s jump is 7. Since his starting number is a whole number other than 11, the second number is 11, and therefore the whole number Josh starts with is 4. Fot.ow-Up: The first number that is in both Ana’s and Josh's lists is 18. What is the",
    "options": [],
    "hasImage": true,
    "imageUrl": "/images/questions/moems-2007-3E.png",
    "topic": "General Math",
    "difficulty": "HARD"
  }
]
